Repository: yorjandis/ProyectoNeville_IOS
Catalog: Shared/Localization/Localizable.xcstrings
Source language: es
Languages: en, zh_hans

source: Desanimado
en: Discouraged
zh_hans: 沮丧

source: desánimo e incertidumbre
en: discouragement and uncertainty
zh_hans: 灰心和不确定感

source: desánimo, impaciencia y frustración
en: discouragement, impatience, and frustration
zh_hans: 灰心、急躁和挫败感

source: Desarrollador
en: Developer
zh_hans: 开发者

source: Desbloquea tus reflexiones de cierre
en: Unlock your closing reflections
zh_hans: 解锁你的收尾反思

source: Desbloquea tus reflexiones de cierre con biometría o el código de tu dispositivo.
en: Unlock your closing reflections with biometrics or your device passcode.
zh_hans: 使用生物识别或设备密码解锁你的收尾反思。

source: Desbloquea una tarea pendiente
en: Unblock a Pending Task
zh_hans: 推动一项待办任务

source: Desbloquear
en: Unlock
zh_hans: 解锁

source: Desbloquear %@
en: Unlock %@
zh_hans: 解锁 %@

source: Desbloquear Centro Sanador
en: Unlock Healing Center
zh_hans: 解锁疗愈中心

source: Desbloquear con biometría o código
en: Unlock with biometrics or code
zh_hans: 使用生物识别或密码解锁

source: Desbloquear con contraseña
en: Unlock with password
zh_hans: 使用密码解锁

source: desbloqueo el teléfono y salto entre aplicaciones sin una intención definida
en: I unlock my phone and jump between apps without a clear purpose
zh_hans: 我会解锁手机，在不同应用之间漫无目的地切换

source: Descansa en confianza
en: Rest in trust.
zh_hans: 安心而信任地休息。

source: Descansa en la certeza de tu poder creativo
en: Rest in the certainty of your creative power.
zh_hans: 带着对自身创造力的确信安然休息。

source: Descansa en la identidad que estás creando
en: Rest in the identity you are creating.
zh_hans: 在你正在塑造的新身份中安然休息。

source: Descansa en tu nueva identidad
en: Rest in your new identity.
zh_hans: 在全新的身份中安然休息。

source: Descargar actualización de la BD offline
en: Download Offline Database Update
zh_hans: 下载离线数据库更新

source: Descargar ahora
en: Download Now
zh_hans: 立即下载

source: Descargar y verificar BD offline
en: Download and Verify Offline Database
zh_hans: 下载并验证离线数据库

source: Describe el desencadenante
en: Describe the trigger
zh_hans: 描述诱因

source: Descripción
en: Description
zh_hans: 描述

source: Desde
en: From
zh_hans: 从

source: Desde Joe Dispenza, el cambio se fortalece cuando el cuerpo empieza a sentir emocionalmente el futuro antes de que ocurra. Desde Neville Goddard, la imaginación crea cuando vivimos internamente desde el estado cumplido. Este registro convierte ese retorno en una acción pequeña, repetible y consciente.
en: From Joe Dispenza's perspective, change grows stronger when the body begins to feel the future emotionally before it happens. From Neville Goddard's perspective, imagination creates when we live inwardly from the fulfilled state. This log turns that return into a small, repeatable, conscious action.
zh_hans: 从乔·迪斯潘扎的角度看，当身体在未来发生之前就先感受到那份情绪，改变便会得到强化。 从内维尔·戈达德的角度看，当我们在内心活在愿望已经实现的状态中，想象便开始创造。这个记录把每次回到当下，化为一个微小、可重复且有意识的行动。

source: Desea eliminar la reflexión?
en: Do you want to remove the reflection?
zh_hans: 要删除这条反思吗？

source: Deseleccionar todas
en: Deselect all
zh_hans: 取消全选

source: Deseleccionar todas las frases visibles
en: Deselect all visible phrases
zh_hans: 取消选择所有可见短语

source: Deseleccionar visibles
en: Deselect visible
zh_hans: 取消选择可见项

source: Desencadenante
en: Trigger
zh_hans: 诱因

source: Desmarcar
en: Deselect
zh_hans: 取消选择

source: Despliega los consejos prácticos
en: Expand practical tips
zh_hans: 展开实用建议

source: Despliega señales de alerta y recursos de emergencia
en: Expand warning signs and emergency resources
zh_hans: 展开危险信号和紧急求助资源

source: Despliega una explicación biológica más detallada
en: Expand a more detailed biological explanation
zh_hans: 展开更详细的生理说明

source: Después de registrar
en: After logging
zh_hans: 记录后

source: Después observa la lista de ingredientes en orden de cantidad: los primeros son los que más aporta el producto. Si aparecen azúcares añadidos, harinas refinadas o varios aditivos en los primeros lugares, suele indicar mayor procesamiento y menor calidad nutricional global.
en: Next, review the ingredient list, which is ordered by quantity: ingredients listed first are present in the greatest amounts. Added sugars, refined flours, or several additives near the top usually indicate greater processing and lower overall nutritional quality.
zh_hans: 然后按含量顺序查看配料表：排在前面的成分含量更高。如果添加糖、精制面粉或多种添加剂排在前列，通常表示加工程度较高，整体营养质量较低。

source: Detalle
en: Details
zh_hans: 详情

source: Detalle de Meta
en: Goal Details
zh_hans: 目标详情

source: Detalles
en: Details
zh_hans: 详情

source: Detalles de las unidades:
en: Completion details:
zh_hans: 执行项详情：

source: Detalles opcionales
en: Optional details
zh_hans: 可选细节

source: Detalles...
en: Details…
zh_hans: 详情……

source: Detecta el desencadenante, pensamiento, emoción, cuerpo e impulso.
en: Notice the trigger, thought, emotion, body signal, and urge.
zh_hans: 识别诱因、想法、情绪、身体信号和冲动。

source: Detectado
en: Detected
zh_hans: 已检测到

source: Detectar las frases mentales que sostienen la conducta.
en: Notice the mental phrases that sustain the behavior.
zh_hans: 识别那些维持旧行为的内在话语。

source: Detectas antes el patrón.
en: You notice the pattern earlier.
zh_hans: 你更早察觉到模式。

source: Detectaste %lld momento%@ de piloto automático. Detectarlo ya es volver.
en: You noticed %lld autopilot moment%@. Noticing it is already a return.
zh_hans: 你觉察到 %lld 次自动驾驶状态。觉察本身，就是回归当下。

source: Detén cualquier ejercicio si aumenta el malestar, aparece dolor, mareo intenso o dificultad para respirar. Respira con normalidad y busca ayuda si lo necesitas.
en: Stop any exercise if distress increases or you develop pain, severe dizziness, or difficulty breathing. Breathe normally and seek help if you need it.
zh_hans: 如果练习让你更加不适，或出现疼痛、严重眩晕、呼吸困难，请立即停止。恢复自然呼吸，并在需要时寻求帮助。

source: Detener
en: Stop
zh_hans: 停止

source: Día
en: Day
zh_hans: 日期

source: Día %lld
en: Day %lld
zh_hans: 第 %lld 天

source: Día %lld de 21
en: Day %lld of 21
zh_hans: 第 %lld 天，共 21 天

source: Día cerrado con conciencia
en: Day closed mindfully
zh_hans: 今天已用心完成收尾

source: Día con más presencia
en: Most mindful day
zh_hans: 觉察最多的一天

source: Día del resumen
en: Review Day
zh_hans: 复盘日

source: día integrado
en: day integrated
zh_hans: 已整合的一天

source: día intencionado
en: intentional day
zh_hans: 有意识的一天

source: Día que revisas
en: Day to review
zh_hans: 回顾日期

source: Diario
en: Journal
zh_hans: 日记

source: Diario · Día %lld
en: Journal · Day %lld
zh_hans: 日志 · 第 %lld 天

source: Diario nocturno
en: Evening Journal
zh_hans: 晚间日志

source: Diario Permanece Abierto
en: Keep Journal Unlocked
zh_hans: 日记保持解锁

source: Diario y estados emocionales
en: Journal and emotional states
zh_hans: 日记与情绪状态

source: días
en: days
zh_hans: 天

source: Días
en: Days
zh_hans: 天

source: Días activos
en: Active days
zh_hans: 活跃天数

source: días completos
en: days completed
zh_hans: 已完成天数

source: días con entrada
en: days with an entry
zh_hans: 有记录的天数

source: Días consecutivos recientes con al menos una entrada creada por día.
en: Recent consecutive days with at least one entry created each day.
zh_hans: 最近连续每天至少创建一篇日记的天数。

source: Días de ejecución
en: Days of execution
zh_hans: 处决日

source: días de escritura
en: writing days
zh_hans: 写作天数

source: Días de la semana
en: Days of the week
zh_hans: 每周指定日期

source: días por semana
en: days per week
zh_hans: 每周天数

source: días seguidos
en: consecutive days
zh_hans: 连续天数

source: Diez año atrás
en: Ten years ago
zh_hans: 十年前

source: Diez años
en: Ten years
zh_hans: 十年

source: Directorio internacional de líneas de ayuda
en: International helpline directory
zh_hans: 国际求助热线目录

source: Disciplinado
en: Disciplined
zh_hans: 自律

source: Diseña con intención este día
en: Design today with intention
zh_hans: 带着意图规划今天

source: Diseña imágenes impactantes con tus frases favoritas para compartir en redes o usar como tarjetas personales de enfoque y motivación.
en: Create striking images with your favorite quotes to share on social media or use as personal focus and motivation cards.
zh_hans: 用你喜爱的名言设计醒目的图片，分享到社交媒体，或作为个人专注与激励卡片使用。

source: Diseña la alternativa
en: Design the Alternative
zh_hans: 设计替代反应

source: diseña tu día
en: design your day
zh_hans: 设计你的一天

source: Diseña tu día
en: Design Your Day
zh_hans: 规划你的一天

source: Diseña tu día con claridad e intención.
en: Design your day with clarity and intention.
zh_hans: 带着清晰与意图规划你的一天。

source: Diseña tu mañana con intención, registra tu presencia, cierra el día con aprendizaje y transforma todo en un Diario útil para mañana. Incluye recordatorios, estadísticas y Mi día.
en: Start your morning with intention, track your presence, end the day with learning, and turn it all into a useful journal for tomorrow. Includes reminders, statistics, and My Day.
zh_hans: 以明确的意图开启早晨，记录你的当下感受，以收获结束一天，并将一切整理成对明天有用的日记。包含提醒、统计数据和“我的一天”。

source: Diseño del entorno
en: Design Your Environment
zh_hans: 设计你的环境

source: Disponible
en: Available
zh_hans: 可用

source: Disponible en Versión Extendida
en: Available in the Extended Version
zh_hans: 扩展版提供

source: Distraído
en: Distracted
zh_hans: 分心

source: Distribución semanal
en: Weekly distribution
zh_hans: 每周分布

source: Divide el ensayo en deseo, resultado, obstáculo interno y plan de respuesta.
en: Divide the rehearsal into desire, outcome, inner obstacle, and response plan.
zh_hans: 把演练分为愿望、结果、内在障碍和应对计划。

source: Doble click para cambiar la imagen
en: Double click to change the image
zh_hans: 双击以更换图片

source: Documento de referencia
en: Reference Document
zh_hans: 参考文档

source: Domingo
en: Sunday
zh_hans: 星期日

source: Dos año atrás
en: Two years ago
zh_hans: 两年前

source: Dos años
en: Two years
zh_hans: 两年

source: Dos meses
en: Of the months
zh_hans: 月份

source: Dos meses atrás
en: Two months ago
zh_hans: 两个月前

source: Dos preguntas para aterrizar cómo llegas al final del día.
en: Two questions to help you notice how you are arriving at the end of the day.
zh_hans: 用两个问题，感受此刻走到一天结束时的自己。

source: Duerme como quien ya recibió
en: Sleep as if you have already received.
zh_hans: 带着已经拥有的满足感入睡。

source: Duerme en coherencia
en: Sleep in coherence.
zh_hans: 在身心协调的状态中入睡。

source: Duración
en: Duration
zh_hans: 期间

source: Duración total:
en: Total duration:
zh_hans: 总时长：

source: Durante 90 segundos observa ubicación, tamaño, intensidad, temperatura, presión y movimiento sin elaborar la historia mental.
en: For 90 seconds, observe its location, size, intensity, temperature, pressure, and movement without building a mental story.
zh_hans: 用 90 秒观察它的位置、范围、强度、温度、压力和变化，不继续编织内心故事。

source: Durante el día · P.A.R.A.
en: During the Day · P.A.R.A.
zh_hans: 白天 · P.A.R.A.

source: Eco-score alto (apoya perfil ambiental, no certifica orgánico)
en: High Eco-Score (supports environmental profile, but does not certify organic status)
zh_hans: Eco-Score 较高（说明环境表现较好，但不等同于有机认证）

source: Editar
en: Edit
zh_hans: 编辑

source: Editar actividad
en: Edit activity
zh_hans: 编辑活动

source: Editar cierre
en: Edit closing
zh_hans: 编辑今日收尾

source: Editar cuadrícula
en: Edit Grid
zh_hans: 编辑网格

source: Editar Frase
en: Edit Phrase
zh_hans: 编辑句子

source: Editar meta
en: Edit meta
zh_hans: 编辑元数据

source: Editar nombre
en: Edit name
zh_hans: 编辑名称

source: Editar nota
en: Edit note
zh_hans: 编辑备注

source: Editar Nota
en: Edit Note
zh_hans: 编辑笔记

source: Editar nota del ritual
en: Edit ritual note
zh_hans: 编辑仪式备注

source: Editar una Reflexión
en: Edit a Reflection
zh_hans: 编辑一条反思

source: Editar y volver a enviar
en: Edit and resend
zh_hans: 编辑并重新发送

source: Editar...
en: Edit…
zh_hans: 编辑…

source: Ej: 40.416775,-3.703790
en: E.g. 40.416775,-3.703790
zh_hans: 例如：40.416775,-3.703790

source: Ej. Meditar todos los días
en: e.g. meditating every day.
zh_hans: 例如，每天冥想。

source: Ej. minutos, páginas, km, vasos
en: e.g. minutes, pages, km, glasses
zh_hans: 例如：分钟、页数、公里数、眼镜数

source: Ej. páginas, km, vasos
en: e.g. pages, km, glasses
zh_hans: 例如：页、公里、杯

source: Ej. urgencia, evitación, reacción defensiva…
en: E.g. urgency, avoidance, defensiveness…
zh_hans: 例如：急迫、逃避、防御性反应……

source: Ej.: Escribir dos días en el diario
en: E.g. Write in my journal two days
zh_hans: 例如：写两天日记

source: Ej.: Fui constante aunque tuve poco tiempo
en: E.g. I stayed consistent even though I had little time
zh_hans: 例如：即使时间不多，我依然坚持了下来

source: Eje. Meditar todos los días
en: e.g. Meditate every day
zh_hans: 例如：每天冥想

source: Ejecuta la conducta incompatible ante un desencadenante leve.
en: Use the incompatible behavior with a mild trigger.
zh_hans: 在轻度诱因出现时执行不相容行为。

source: Ejecuta la respuesta concreta que definiste al comenzar.
en: Carry out the specific response you chose at the start.
zh_hans: 执行开始时设定的具体回应。

source: Ejecutar el protocolo completo como una situación real.
en: Run through the full protocol as if the situation were real.
zh_hans: 像面对真实情境一样执行完整预案。

source: Ejecutar:
en: Complete:
zh_hans: 每周执行：

source: Ejecuté la respuesta prevista.
en: I carried out the planned response.
zh_hans: 我执行了预先选择的回应。

source: Ejemplo: 8410076475898
en: Example: 8410076475898
zh_hans: 示例：8410076475898

source: Ejemplos: 10 minutos, 3 páginas o 5 km cada vez.
en: Examples: 10 minutes, 3 pages, or 5 km each time.
zh_hans: 示例：每次 10 分钟、3 页或 5 公里。

source: Ejercicio principal
en: Main Exercise
zh_hans: 主要练习

source: El acceso a la ubicación está restringido en este dispositivo.
en: Location access is restricted on this device.
zh_hans: 此设备限制了位置访问。

source: El almacenamiento de la revisión semanal no está disponible todavía.
en: Weekly Review storage is not available yet.
zh_hans: 每周回顾的存储目前尚不可用。

source: El almacenamiento todavía no está listo. Tu revisión no se ha marcado como completada; inténtalo de nuevo en unos segundos.
en: Storage is not ready yet. Your review has not been marked as complete; try again in a few seconds.
zh_hans: 存储尚未准备好。此次回顾还未标记为完成，请几秒后重试。

source: El autor de la frase
en: The author of the phrase
zh_hans: 句子的作者

source: El ciclo de aprendizaje
en: The Learning Cycle
zh_hans: 学习循环

source: El código de barras no es válido.
en: The barcode is invalid.
zh_hans: 条形码无效。

source: El contenido de la actividad
en: The activity content
zh_hans: 活动内容

source: El contenido de la entrada del Diario
en: The Journal entry content
zh_hans: 日记内容

source: El contenido de la frase
en: Quote content
zh_hans: 名言内容

source: El contenido de la nota
en: The note content
zh_hans: 笔记内容

source: El día nace desde el estado que sostienes
en: The day is born from the state you sustain.
zh_hans: 这一天从你持续保持的状态中诞生。

source: El día termina, tu aprendizaje permanece
en: The day ends; what you learned remains
zh_hans: 一天会结束，收获会留下

source: El Diario le permite llevar un registro de las actividades y hechos del día. Está protegido y solo usted tiene acceso.
en: The Journal lets you keep a record of the day's activities and events. It is protected and only you can access it.
zh_hans: 日记可用于记录当天的活动和事件。内容受到保护，只有你可以访问。

source: El episodio afectó gran parte del día.
en: The episode affected much of my day.
zh_hans: 这件事影响了当天很长一段时间。

source: El Lector de Etiquetas es una herramienta útil para inspeccionar la calidad de un alimento. Permite determinar su grado de procesamiento, la concentración de sus macronutrientes y su origen natural.
en: The Food Label Scanner helps you assess food quality. It lets you determine its degree of processing, macronutrient concentrations, and natural origin.
zh_hans: 食品标签扫描器可帮助你评估食品质量，了解其加工程度、宏量营养素含量以及是否源自天然食材。

source: El nombre del modelo que aparece bajo cada respuesta utiliza también el color del texto de las respuestas.
en: The model name shown below each response also uses the response text color.
zh_hans: 每条回复下显示的模型名称也使用回复文本颜色。

source: El objetivo no es estar totalmente tranquilo, sino ejecutar el protocolo.
en: The goal is not to feel completely calm; it is to follow the protocol.
zh_hans: 目标不是完全平静，而是执行预案。

source: El permiso fue denegado. Puedes activarlo desde Ajustes del sistema.
en: Permission was denied. You can enable it in System Settings.
zh_hans: 位置权限已被拒绝。你可以前往系统设置中启用。

source: El piloto automático se repite esta semana: elige una señal concreta —una alarma, una respiración o una frase— antes de tu momento más vulnerable.
en: Autopilot has repeated this week. Choose a clear cue—an alarm, a breath, or a phrase—before your most vulnerable moment.
zh_hans: 这周“自动驾驶”状态反复出现。请在最容易失去觉察的时刻之前，设置一个明确提示——闹钟、一次呼吸，或一句话。

source: El producto no se declara como orgánico.
en: The product is not declared organic.
zh_hans: 该产品未标示为有机产品。

source: El producto se declara como orgánico.
en: The product is declared organic.
zh_hans: 该产品标示为有机产品。

source: El progreso se evalúa por acciones, no por inspiración.
en: Progress is measured by actions, not inspiration.
zh_hans: 进步以行动衡量，而不是以一时的激励感衡量。

source: El propio intervalo determina la ventana de cada ejecución.
en: The interval itself determines the window for each execution.
zh_hans: 间隔本身决定了每次执行的时间窗口。

source: El reconocimiento de texto no está disponible en este dispositivo.
en: Text recognition is not available on this device.
zh_hans: 此设备不支持文字识别。

source: El recurso descargado no contiene una base SQLite válida con la tabla products.
en: The downloaded resource does not contain a valid SQLite database with the products table.
zh_hans: 下载的资源中不包含带有 products 表的有效 SQLite 数据库。

source: El título de la actividad
en: The activity title
zh_hans: 活动标题

source: El título de la entrada del Diario
en: The Journal entry title
zh_hans: 日记标题

source: El título de la nota
en: The note title
zh_hans: 笔记标题

source: El título es obligatorio.
en: The title is mandatory.
zh_hans: 标题为必填项。

source: Elegir categoría
en: Choose category
zh_hans: 选择分类

source: Elegir una acción que dificulte continuar el patrón antiguo.
en: Choose an action that makes it harder to continue the old pattern.
zh_hans: 选择一个让旧模式难以继续的行动。

source: Elegiste conservar el cierre sin crear una entrada de Diario.
en: You chose to keep the closing without creating a Journal entry.
zh_hans: 你选择保留今日收尾，但不创建日记。

source: Elemento
en: Item
zh_hans: 项目

source: Elige al menos una emoción o añade una personalizada.
en: Choose at least one emotion or add a custom one.
zh_hans: 请至少选择一种情绪，或添加自定义情绪。

source: Elige al menos una identidad o añade una personalizada.
en: Choose at least one identity or add a custom one.
zh_hans: 请至少选择一种身份，或添加自定义身份。

source: Elige calma otra vez
en: Choose calm once again.
zh_hans: 再次选择平静。

source: Elige coherencia en medio del movimiento
en: Choose coherence in the midst of movement.
zh_hans: 在忙碌之中，选择回到协调一致。

source: Elige el Tema:
en: Choose a theme:
zh_hans: 选择主题：

source: Elige la experiencia que más se parece a lo que estás viviendo. Primero comprobaremos la seguridad y después te guiaremos paso a paso.
en: Choose the experience that best matches what you are going through. We will check your safety first, then guide you step by step.
zh_hans: 选择最接近你当下感受的情况。我们会先确认你是否安全，再一步步陪你练习。

source: Elige los días
en: Choose the days
zh_hans: 选择日期

source: Elige un comportamiento concreto y observable. La herramienta te acompañará con práctica guiada, P.A.R.A., diario y medición.
en: Choose one specific, observable behavior. The tool will guide you through practice, P.A.R.A., journaling, and measurement.
zh_hans: 选择一个具体、可观察的行为。工具会通过引导练习、P.A.R.A.、日志和评估陪伴你完成过程。

source: Elige un foco realista para la próxima semana.
en: Choose a realistic focus for next week.
zh_hans: 为下周选择一个切实可行的重点。

source: Elige una ayuda práctica
en: Choose a practical exercise
zh_hans: 选择一种实用练习

source: Elige una sola acción pequeña para reactivar:
en: Choose one small action to get moving again:
zh_hans: 选择一个小行动，重新开始推进：

source: Elige una sola actividad de tu agenda y resérvale un bloque breve, concreto y sin interrupciones mañana.
en: Choose one activity from your schedule and reserve a short, specific, interruption-free block for it tomorrow.
zh_hans: 从日程中选一项活动，明天为它留出一段简短、明确且不受打扰的时间。

source: Elige una sola meta y completa una unidad mínima esta semana. Menos ambición, más evidencia.
en: Choose one goal and complete one tiny unit this week. Less ambition, more evidence.
zh_hans: 本周只选择一个目标，并完成一个最小行动单元。少一点雄心，多一点证据。

source: Elige una sola prioridad importante y reserva una pausa breve antes de la siguiente tarea. Protege energía antes de añadir más compromisos.
en: Choose one important priority and take a short pause before the next task. Protect your energy before adding more commitments.
zh_hans: 只选择一个重要优先事项，并在下一项任务前短暂休息。先保护好精力，再考虑增加新的安排。

source: Elige una tarea de Agenda o una unidad de meta y conviértela en el único avance imprescindible de hoy.
en: Choose one Schedule task or goal step and make it today's one essential piece of progress.
zh_hans: 从日程任务或目标步骤中选择一项，把它作为今天唯一必须完成的推进。

source: Elijo sentir gratitud, apertura y confianza.
en: I choose to feel gratitude, openness, and trust.
zh_hans: 我选择感受感恩、敞开与信任。

source: Eliminar
en: Delete
zh_hans: 删除

source: Eliminar %lld conversaciones
en: Delete %lld conversations
zh_hans: 删除 %lld 个对话

source: Eliminar %lld entrada(s)
en: Delete %lld entry/entries
zh_hans: 删除 %lld 篇日记

source: Eliminar %lld nota(s)
en: Delete %lld note(s)
zh_hans: 删除 %lld 条笔记

source: Eliminar actividades pasadas
en: Delete past activities
zh_hans: 删除过去的活动

source: Eliminar clave de este dispositivo
en: Remove API key from this device
zh_hans: 从此设备移除 API 密钥

source: Eliminar Contexto
en: Remove Context
zh_hans: 删除上下文

source: Eliminar conversación
en: Delete conversation
zh_hans: 删除对话

source: Eliminar conversaciones
en: Delete conversations
zh_hans: 删除对话

source: Eliminar entrada
en: Delete entry
zh_hans: 删除条目

source: Eliminar entradas
en: Delete entries
zh_hans: 删除日记

source: Eliminar mes actual
en: Delete current month
zh_hans: 删除本月活动

source: Eliminar Meta
en: Delete Goal
zh_hans: 删除目标

source: Eliminar meta archivada
en: Delete archived goal
zh_hans: 删除已归档目标

source: Eliminar nota
en: Delete note
zh_hans: 删除笔记

source: Eliminar Nota
en: Delete Note
zh_hans: 删除笔记

source: Eliminar nota...
en: Delete note…
zh_hans: 删除笔记…

source: Eliminar notas
en: Delete notes
zh_hans: 删除笔记

source: Eliminar notas seleccionadas
en: Delete selected notes
zh_hans: 删除所选笔记

source: Eliminar objetivo
en: Delete goal
zh_hans: 删除目标

source: Eliminar registros antiguos
en: Delete Old Records
zh_hans: 删除旧记录

source: Eliminar revisiones antiguas
en: Delete Old Reviews
zh_hans: 删除旧的每周复盘

source: Eliminar semana actual
en: Delete current week
zh_hans: 删除本周活动

source: Emergencias
en: Emergency services
zh_hans: 紧急救援

source: Emoción
en: Emotion
zh_hans: 情绪

source: Emoción dominante
en: Dominant emotion
zh_hans: 主要情绪

source: Emoción elevada
en: Elevated emotion
zh_hans: 升华情绪

source: Emoción personalizada
en: Custom emotion
zh_hans: 自定义情绪

source: Emoción predominante
en: Predominant emotion
zh_hans: 主要情绪

source: EMOCIÓN PREDOMINANTE
en: PREDOMINANT EMOTION
zh_hans: 主要情绪

source: Emoción tolerada
en: Emotion to Tolerate
zh_hans: 愿意容纳的情绪

source: Emoción y cuerpo
en: Emotion and Body
zh_hans: 情绪与身体

source: Emoción y señal corporal
en: Emotion and body signal
zh_hans: 情绪与身体信号

source: Emoción: %@
en: Emotion: %@
zh_hans: 情绪：%@

source: Emociones
en: Emotions
zh_hans: 情绪

source: Emociones predominantes
en: Predominant emotions
zh_hans: 主要情绪

source: Empatía
en: Empathy
zh_hans: 共情

source: Empezar una conversación nueva
en: Start a new conversation
zh_hans: 开始新对话

source: empieza con claridad aunque todavía no se sienta preparado
en: starts with clarity even before feeling fully ready
zh_hans: 即使还没准备好，也能清晰地开始行动

source: Empieza desde tu mejor versión
en: Begin as your best self.
zh_hans: 以最好的自己开始今天。

source: Empieza el día con intención.
en: Start the day with intention.
zh_hans: 带着意图开始一天。

source: Empieza el día desde la versión que eliges ser
en: Begin the day as the person you choose to be.
zh_hans: 以你选择成为的自己开启新的一天。

source: Empieza en calma y el mundo se ordena
en: Begin in calm, and the world falls into place.
zh_hans: 从平静开始，世界也会渐渐归位。
